{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By Nikolaus Hagen, Innsbruck",
          "textSize": "small"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "small",
          "text": "HVT-237"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "heading-two",
          "text": "Introduction"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Martha Saraffian (neé Kummermann) was born in 1907 in a suburb of Prague and grew up in the German-speaking borderlands of Bohemia/Czechoslovakia, where she lived until shortly after the annexation by Nazi Germany in October 1938. Her observant Jewish family belonged to the upper-middle class – her father Friedrich Kummermann was a successful textile merchant. Martha was well educated, and an entrepreneur herself. In 1931 she married Hrand Saraffian, an Armenian Christian refugee from Constantinople, with whom she had two daughters, Noemi and Hanna. Despite her civil marriage to a Protestant, Martha Saraffian remained a member of the Jewish community and their first daughter, Noemi, was raised as Jewish. After the annexation the Saraffian family was discriminated against, persecuted for their \"mixed marriage.\"[1] Martha Saraffian was eventually deported to the Ghetto Theresienstadt/Terezín in 1945 and her husband interned in several forced labor camps. While many of Martha's family members perished in the Holocaust, including her mother who was murdered near Lublin, the couple and their children survived in occupied Czechia. After liberation, they emigrated to Argentina and later, in the 1960s, after Hrand had passed away, to New York City, where Martha lived until December 2006."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Martha Saraffian's testimony is unique in two ways. First, it is one of the few first- generation testimonies in the Fortunoff Archive of a Jew surviving the Holocaust in a mixed marriage.[2] Indeed, her testimony concerns the Protectorate of Bohemia and Moravia, where conditions for such families were in many respects even worse than in many areas of the Reich proper. Second, she was married to a survivor of the Armenian massacres in Ottoman Turkey, a stateless refugee, who was nonetheless considered \"Aryan\" under the Nuremberg Race Laws. For Hrand Saraffian, the Holocaust was the second major experience of persecution in his life. This intersection of the history of the Armenian genocide and the Holocaust in the lives of one family is certainly unique. Their experiences during the Holocaust are nevertheless representative of the fate of many Czech and Sudeten-German mixed marriages. Martha Saraffian's testimony revolves primarily around her experience as an \"intermarried\" Jew, the fate of her children, persecuted as Jewish \"Mischlinge,\" of her husband's slave labor, as well as her own experience as a forced laborer in Prague and later in Theresienstadt ghetto. In the end, hers is also a story of seeking justice."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This testimony sheds light on a chapter in the persecution of mixed marriages that hitherto has been largely ignored: the experiences of intermarried Jews in the peripheries of the \"Greater German Reich,\" outside the large urban centers, and in occupied Czechoslovakia in particular.[3] In this brief introduction, I will first introduce the setting of the testimony, recorded in 1984, and then attempt to reconstruct Saraffian's family background, which is only briefly mentioned at the beginning of her testimony. I will contextualize her experience of persecution in the larger history of the Holocaust in Bohemia and the Sudetenland and the specific situation of mixed marriages in this region. My focus is on the lesser known aspects of this experience, in particular, the special labor camps that were maintained for both intermarried Jews and their non-Jewish spouses.[4]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Setting of the Interview",
          "textSize": "heading-two"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Saraffian gave her testimony for the Video Archive for Holocaust Testimonies at Yale on February 26, 1984 in New York City. By this date she had lived in the United States for 21 years,[5] having lived for about 15 years previously in Argentina, where the family emigrated to after the war. While her command of English was certainly not bad, it lacked the fluency of her native German tongue, and was perhaps her fourth or fifth language. While some parts of the testimony are rich in detail, others lack \"thick description\" and levels of detail. Strikingly, none of the members of her family – neither her husband, her children,[6] nor her parents – are mentioned by name in the testimony. However, when Saraffian did mention names of persons and places or specific events she demonstrated an extraordinary memory, only occasionally confusing places and dates. This accuracy of her testimony has allowed for the reconstruction of some of the \"gaps\" in her narration and the finding of further documents. As stated, her marriage to a non- Jew, an Armenian refugee, and the complicated status of her children – one was a member of the Jewish community, the other was not – were important aspects of her life story, of her experience. These were the aspects she wanted to start her testimony with and to which she continuously returned.[7] However, she was frequently interrupted by the interviewers, who were apparently pushing for a more chronological and \"scenic\" narration."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In the Fortunoff collection we find three further testimonies given that day in New York City in the same setting. This may indicate that the interviewers were under certain time constrains. Each of the testimonies – all approximately the same length – was conducted by a different female interviewer, together with Dori Laub. In Saraffian's case the interviewer was Bonnie Dwork. This was apparently Dwork's first interview for the Video Archive and Laub's intended role was most likely to guide and supervise her[8.] At the beginning of the recording, Laub can be heard explaining to Saraffian: \"Bonnie will ask you most of the questions. I'll be mostly silent.\" This, however, did not quite prove to be the case. Laub would eventually ask just as many questions and make as many comments on Saraffian's narration as Dwork. At times he also served as a translator from German into English."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Martha Saraffian's meticulously neat appearance in her interview is striking. In her testimony, we learn that she was a trained milliner. Her carefully precise appearance mirrors the accuracy of her narration. She is soft-spoken, but nevertheless determined. An important feature of her testimony concerns several items that she brought with her and some of which she showed or read to the camera: postcards, letters, documents and even remnants from the camps, such as a piece of mica glimmer and an armband. As mentioned, the interview was conducted in English, with frequent occurrence of German terms and phrases. Localities and place names are almost exclusively given in their German version.[9]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Bohemian Jews, the Kummermann Family and the new Czechoslovakian State",
          "textSize": "heading-two"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[10]",
          "textSize": "small"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Martha Kummermann grew up in the period of great political, national, and social transformations before, during, and after World War I in the northern border region of what was to become Czechoslovakia. When she was born, on September 15, 1907, her birthplace, the town of Vinohrady or Königliche Weinberge, as it was known in German, was still an independent suburb of Prague, by then the capital of the Austrian crown land of Bohemia.[11] A year later, her family moved to north-eastern Bohemia, near the Silesian border. This crown land, one part of the historic Czech lands, which had received a certain degree of autonomy after the Austrian-Hungarian compromise of 1867, was the major site of an ongoing national conflict between Austrian Czechs and Austrian Germans.[12] The Czechs, who were the majority in Bohemia, had strived for national autonomy or even independence for decades. Most Germans in the region fiercely opposed any such initiative. Bohemia was therefore an epicenter of both German and Czech nationalism and radicalization. It is thus not surprising that in 1903 the German Workers' Party, an early forerunner of the Austrian and German-Czech National Socialist movement, was founded in the heavily industrialized region. Bohemian Jews were caught in the middle of this national struggle between Czechs and Germans, which also extended to other regions of the monarchy, such as Moravia and even Vienna.[13] In the 18th and 19th centuries the majority of Bohemian Jews had identified as Germans, at least on paper, as the Austro-Hungarian system of nationality was based on self-identification and the self-declared everyday language of its citizens.[14] Hence these national identities were always fluid and never cemented. Identifications began to shift towards the Czech side at the turn of the century, especially in the Czech majority areas, and a vocal minority of Bohemian Jews also supported Zionism. However, many citizens of the region, whether Jewish or not, were in the truest sense \"multicultural\" and bilingual, at least to some degree, and shifting identifications were also a matter of political allegiances. According to the 1910 census, 62.66% of the inhabitants of Bohemia spoke Czech (including Slovakian) as their daily common language, whereas 36.45% were German speakers (in Austria-Hungary as a whole 23.36% were German speakers, 19.57% Hungarian speakers and 12.54% spoke Czech and Slovakian, the rest other languages). Jews accounted for only 1.5% of the entire Bohemian population at the time. However, in Prague, Jews accounted for a large part, perhaps even the majority, of the city's German population.[15]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Many Bohemian Jews may have adopted also a \"tripartite\" system of identification, as Marsha Rozenblit suggested: Austrian by political loyalty, culturally either German or Czech, and ethnically Jewish.[16] This complex social, cultural, and political situation, involving having to choose sides while at the same time experiencing in-betweenness, or even being \"othered,\" as antisemitism had been on the rise since the end of the 19th century,[17] became incredibly more complicated as a result of the dissolution of the Austro-Hungarian Empire.[18] Bohemia and Moravia, the other major historic Czech land, as well as formerly Hungarian Slovakia, and some smaller territories, emerged as the new and independent Republic of Czechoslovakia. While the new republic was hailed for its liberal and tolerant policies, neither the national conflict nor antisemitism vanished. In many ways only the roles were reversed between the ethnic groups: now it was the Germans who became the separatists (as well as the Hungarians and Ukrainians in the East). Many Germans, especially in the Bohemian periphery and in Moravia, agitated either for reunification with Austria or, increasingly, for the annexation of the borderlands by Germany. These voices grew continuously louder after 1933. Jewish citizens, even if they identified culturally as Germans, were mostly loyal to the new Czechoslovakian Republic, which was religiously tolerant and curbed antisemitism for the longest time."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In May 1908, the Kummermann family moved from the surroundings of Prague to Trautenau/Trutnov, a mid-sized town in north-eastern Bohemia near the border with then Prussian Silesia (today Poland). The historic city of Trautenau is located at the river Aupe/Úpa, a tributary of the Elbe/Labe, in the south-eastern foothills of the Sudeten/Sudety, a large mountain range between Bohemia and Silesia, today roughly along the border between Czechia and Poland. At the time, Trautenau, just as almost the entire northern border region, was almost exclusively inhabited by Germans.[19] In the interwar period, the term \"Sudeten\" – previously only referring to the mountain range – began to take on a new meaning: Sudeten-Germans (Sudetendeutsche) became a quasi-self-designation of the Czechoslovakian Germans, especially those living in the northern and western border lands. German separatists began to refer to these regions, which did not form a political unity until the Nazi annexation in October 1938, as Sudetenland, the land of the Sudeten-Germans. While these areas were not granted any form of autonomy by the Czechoslovakian state, German was still used as an official administrative and educational language. In her testimony, Saraffian refers to this linguistic and political change in meaning: \"And we moved to the Sudeten. At this time, it was Austria. It was not Sudeten.\" Despite the political changes after World War I, Trautenau remained an almost entirely German- speaking town with around 13,000 inhabitants."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "A tiny number of Jews, usually just two families and a few individuals, had lived in Trautenau since the early modern period. A significant Jewish community – entirely Ashkenazi – with a synagogue and other religious and communal infrastructure, only existed from the 1860s onwards, when Jews from other towns and cities moved to Trautenau. The town promised good economic opportunities, as it was well connected by railway to its hinterland, the major urban centers, and to nearby Germany. In 1910, the town's Jewish population peaked at 478 persons and then slowly declined in the interwar period. The small Jewish community (at any given point less than around four percent of the population) was well integrated into the civic society and social fabric of the town, and played an important role in the linen industry, which was the strongest industrial and commercial sector of Trautenau.[20]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "We learn from Saraffian's testimony that the Kummermann family was observant (\"My parents were religious, and we had a kosher home\"), financially well-off, and that Martha and her sister enjoyed a very good education and comfortable live. However, as previously mentioned, the description of the family background in the testimony lacks important details, such as the names of her immediate family members and the other more distant relatives she mentions. With the help of a handful of archival documents and other materials, mostly preserved in the local archives and in libraries, we can piece together some additional parts of her family story. This background information may help us to better understand Saraffian's specific experience after the Nazi occupation and during the Holocaust."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Her father, Friedrich Kummermann, who also went by Fritz, was born on April 26, 1869 in the town of Humpoletz/Humpolec in the Bohemian-Moravian Highlands.[21] The city had an old Jewish community dating back the 14th century.[22] As in many other peripheral towns, the Jewish population began to decline in the 1890s as the younger generation – including Kummermann himself – moved to larger cities, such as Prague or Vienna, or even emigrated overseas. His father, Emanuel Kummermann, born in the mid-1830s, was a merchant in Humpoletz. When he died in 1906, he and his wife Fanni had at least seven children, all of whom lived in different Bohemian towns.[23] One of Friedrich's brothers, Robert, was trading in Humpoletz in fashion accessories.[24] Perhaps Emanuel Kummermann had encouraged his children to move to different towns in order to facilitate a merchant network among the family. This social practice was quite common among Bohemian families at the time, especially in the textile trade, for which Bohemia – and also Humpoletz – was well know.[25] Friedrich Kummermann's later wife, Elvira Louise Steiner, Martha Saraffian's mother, was born on July 25, 1881 in the very small village of Dlouhá Lhota (in German sometimes called Langlhota), halfway between the towns of Neweklau/Neveklov and Beneschau/Benešova. The village also had a small Jewish population belonging to the larger Neveklov community in the nearby city.[26] During World War II it was mostly destroyed, as the Germans turned the area into an SS- proving ground (training area). In the early 20th century, Friedrich and Elvira Kummermann lived in Königliche Weinberge/Vinohrady near Prague, where both of their daughters were born. Their first child, Gretl, on June 28, 1906 and just a year later, Martha.[27]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://yaleedu-my.sharepoint.com/:i:/g/personal/christy_tomecek_yale_edu/ETLWkb-XO99Hn48pYwkQHr8BzMbHfWUEToUBSoaRZyKaJQ?e=ytCHFh",
      "caption": "Obituary announcing Emanuel Kummermann’s death. Several of his children and children-in-law were murdered in the Holocaust, including his daughter Ida Freund and his daughter-in-law Elvira Kummermann (Source: Prager Tagblatt, May 26, 1906, 18).",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Soon after Martha's birth, in May 1908, the family moved to Trautenau, where Friedrich Kummermann opened a linen trading business, initially together with a partner. The Austrian commercial register of 1908 contains the following entry: \"Trautenau, Kummermann & Steinhauer. Production of linen and cotton products. Open trading company since 1. VII. 1908. [Partners] Friedrich Kummermann and Max Steinhauer, both in Trautenau.\"[28] According to the town's 1912 street directory, the company was located as Reichstraße 25.[29] This address may have also been the initial residence, though in 1921 both the family and the company were registered in nearby Reichstraße 5 (today Polská 98), in the Nieder-Vorstadt, the \"lower suburb.\" The household also included Elivra Kummermann's mother, Louise Steiner, who was born in 1857 in the Příbram district.[30] The Kummermann residence was in the northern part of the town, not far from the historic center, tucked between the river Úpa and the railway line."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://yaleedu-my.sharepoint.com/:i:/g/personal/christy_tomecek_yale_edu/EVum8Iw_TTxDn5WmYq-Mh8wBxq6ylPQbMLkHDb6ih-qK2g?e=gqVIYu",
      "caption": "The central town square of Trautenau/Trutnov in the early 20th century. (Source: Author’s private collection)",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Despite the war Friedrich Kummermann's business seems to have flourished. In 1919 he expanded his commercial license and began to produce linen products, both on site and through weavers he commissioned in Rochlitz/Rokytnice nad Jizerou to work for him.[31] By this time he was managing the company on his own. In a register of Czechoslovakian industrial enterprises of 1929, the Kummermann company was characterized as a hand loom weaving business (Ger. Handweberei).[32] Another indicator of the modest wealth of the family is the 1921 census, which reveals that they had a household help living with them. Marie Ende was a Catholic, born in 1895 in a village just outside Trautenau. The house at Reichstraße 5 also contained a second apartment, by then rented out to a single tenant.[33] Both Kummermann daughters received a very good education and enjoyed what could be described as a small-town bourgeois lifestyle:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "[…] my father sent-- sent us to France to learn-- to learn French. And I learned millinery, and […] my sister was studying in French. And we went off to Prague and even to Austria, to Vienna. We had really a nice youth. My father was well off and he wanted that we learn-- I was also in Germany in business school one year. And, uh, then […] I had the millinery diploma I made in small business. In my father's house, he gave me two rooms. And I had-- I made-- I had three girls employed and I made these hats. Not-- not-- I didn't must to do it, but I liked it."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "event",
      "uuid": "4363d3b3-067c-4d14-af71-6137614725d9",
      "includes": [
        "media",
        "annotations",
        "label",
        "description"
      ],
      "start": 335,
      "end": 410,
      "file": "507a5d36-adc6-4278-a859-456f3f66104d",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "While we don't know any specifics about the school Martha Saraffian attended in Germany, it was very likely located in the Lower Silesian border district Landeshut in Schlesien (today roughly corresponding with the larger Polish Kamienna Góra County), which was linked with Trautenau by a railway line.[34]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Another interesting detail from the 1921 census is the national affiliation of the Kummermann family. Independent Czechoslovakia had adopted, by and large, the Imperial Austrian system of national self-identification based on everyday language. However, for the 1921 census the authorities also introduced the option of \"Jewish\" as a national affiliation.[35] German and Hungarian nationalists decried this as an attempt to weaken Jewish affiliation with their respective minorities. In 1921, under 15 percent of Bohemian Jews identified as \"national Jews\" – the others as Czechs or Germans. In total, however, about half of the 354,000 Czechoslovakian Jews made this identification; in the East, Carpatho-Ukraine and Slovakia, it was over 90 percent. By the late 1920s the numbers of \"national Jews\" increased in Bohemia, with around 20 percent declaring Jewish nationality, 50 percent Czech and 30 percent German.[36] According to Jörg Osterloh's estimate, about 30 percent of Jews in the later Reich District Sudetenland, which included Trautenau, identified as national Jews in the early 1930s and most of the others as Germans and some as Czechs.[37] The exact numbers for Trautenau were 13.35 percent in 1921 and 19.23 in 1930; the other Jews identified as Germans.[38] In 1921, the entire Kummermann family declared German nationality and Jewish religion.[39] This is perhaps not surprising in a then almost exclusively German-speaking town, where even the bilingual Czech-German Czechoslovakian census forms were filled out entirely in German. As Wolf Gruner convincingly argues, in the mid-1930s the situation of German-speaking Jews in Czechoslovakia became increasingly precarious. On the one hand radical antisemitism was rapidly increasing, foremost among the Sudeten-Germans, on the other hand, Czech nationalists labelled them national traitors, siding with the Germans.[40]"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "From her testimony, however, we get the impression that events in neighboring Germany – Hitler's rise to power, the erupting antisemitism – and the increasing radicalization of Sudeten-German nationalism did not affect Kummermann. She also makes no mention of experiencing antisemitism prior to 1938. The early 1930s was when she met her future husband and, while this relationship caused a rift with her parents, she describes married-life in the 1930s as comfortable, a time of hope and joy:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "And then when I met my husband and I married, so I gave up the business and we moved in a nice apartment. We had-- when my daughter was born, we had the dog and bird and the-- we had the house housekeeper. It was really a nice life. We had a car and sometimes we went by car to Vienna. And really, it was a nice life."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "event",
      "uuid": "4363d3b3-067c-4d14-af71-6137614725d9",
      "includes": [
        "media",
        "annotations",
        "label",
        "description"
      ],
      "start": 414,
      "end": 447,
      "file": "507a5d36-adc6-4278-a859-456f3f66104d",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://yaleedu-my.sharepoint.com/:i:/g/personal/christy_tomecek_yale_edu/EULI5ibM27xEk4369xk2-LwBbt30FDYL25pdjcIfqJqEVQ?e=Xk16vp",
      "caption": "A recipe for “Turkish style Spinach” by Martha Saraffian, printed in the Prager Tagblatt newspaper on August 29, 1936.",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It is unknown how Martha Kummermann met Hrand Saraffian, whom she married in 1931 in Trautenau. Her husband was born on June 17, 1891 in Constantinople/Istanbul in the Ottoman Empire.[41] At that time Istanbul had a large Armenian population. Initially discriminated against but now tolerated and considered loyal to the Turkish authorities, in the last quarter of the 19th century a strong movement for Armenian national independence grew throughout the Empire.\t"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The Ottoman authorities answered with severe repression and several bloody massacres in many Armenian communities in the 1890s. The years 1894 to 1896 saw a campaign of mass killings, the so-called \"Hamidian massacres,\" with 80,000 to 300,000 Armenians murdered, according to varying estimates, and up to 50,000 children orphaned.[42] It is very likely that Hrand Saraffian and his siblings were among these orphans and were brought to Europe in a humanitarian effort, perhaps organized by Armenians living in the diaspora. According to a post-war document of the International Tracing Service, Hrand Saraffian left Istanbul in 1897 at the age of six and \"since then he has not acquired any other citizenship.\"[43] His background, his experience of flight and persecution, left a great impression on Martha Kummermann when she met him:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "He came to Germany, with a transport, children. What—what were left after a massacre. When the Turks massacred the Armenians, he came to-- to Germany. With an-- it's like a self-help organization what brought this children to Germany. He came there with about four sisters and brothers. He never saw them again because they were all placed in another foster home. So he-- he searched, but he didn't get any-- he didn't see any of his family. Only one uncle was in Köln am Rhein and he had the business with stamps. That was the only connection he got. And he was alone and he told me this story."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "At some point, most likely several years before World War I, Hrand Saraffian moved to Vienna, where he \"lived for a long time,\" according to the testimony. While we lack further details, one indication that he indeed moved to Vienna as a boy or teenager is an Upper Austrian newspaper report from 1908. The newspaper reported a 16-year old Turkish servant from Constantinople, by the name of \"Rhand Sarafian,\" who was the victim of sexual harassment by a known offender when he stayed overnight in Wels during a journey. The police intervened and the servant continued his journey to Vienna, according to the report.[44] Perhaps even before the end of the war, Hrand Saraffian moved to Bohemia, and began to trade in Persian carpets. Trading businesses, especially those importing Turkish and Oriental goods, were widespread among the European Armenian diaspora. In a Czech newspaper from April 1924 it is mentioned that, in 1922, Saraffian already traded with Persian carpets in Karlín, which today is part of Prague.[45] According to his citizen registration card, he moved to Trautenau on December 7, 1929, coming from Rumburg/Rumburk, a town in northwestern Bohemia.[46] Another interesting detail on the registration card is that he apparently had already been married before: in 1922 Hrand Saraffian married an unidentified woman in Hohenelbe/Vrchlabí, just west of Trautenau.[47] It is unclear if the marriage ended in divorce or if his first wife died."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "",
          "textSize": "heading-two"
        }
      ]
    },
    {
      "type": "horizontal-separator",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "heading-two",
          "text": "Endnotes"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "heading-two",
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[1] The terms \"mixed marriage\" (Ger. Mischehe), \"intermarried,\" \"Jew,\" \"Mischlinge,\" and \"non-Jew,\" as used in this introduction follow the Nazi definitions laid down in the infamous Law on the Protection of German Blood and Honour and the Reich Citizenship Law of 1935, and their implementation regulations.\t"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[2] While testimonies of children who grew up in such \"mixed\" families in Germany and its annexed territories are relatively numerous, only about a dozen interviews were given by the parent generation."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[3] To date, no extensive studies on either subject exist. Some of the more recent studies on the persecution of \"mixed marriages\" include (on Austria) Evan Burr Bukey, Jews and Intermarriage in Nazi Austria (New York: Cambridge University Press, 2011) and (on the \"Old Reich\") Max Strnad, \"The Fortune of Survival – Intermarried German Jews in the Dying Breath of the ‘Thousand-Year Reich',\" Dapim: Studies on the Holocaust 29, no. 3 (2015). The most comprehensive study on the Holocaust in Czechoslovakia is Wolf Gruner, The Holocaust in Bohemia and Moravia: Czech Initiatives, German Policies, Jewish Responses (New York: Berghahn Books, 2019). Jörg Osterloh's extensive book on the Holocaust in Sudetenland is only available in German: Jörg Osterloh, Nationalsozialistische Judenverfolgung im Reichsgau Sudetenland 1938–1945 (Munich: Oldenbourg, 2006); for an English summary of the key aspects see: Jörg Osterloh, \"Sudetenland,\" in Wolf Gruner, Jörg Osterloh, The Greater German Reich and the Jews: Nazi Persecution in the Annexed Territories 1935–1945 (New York City: Berghahn Books, 2010), 68–98. Both Gruner and Osterloh mention various aspects of the persecution of \"mixed marriages\" in their works."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[4] Her experience in the ghetto of Theresienstadt/Terezín from the beginning of February 1945 until the liberation in May 1945 constitutes an important and detailed part of the testimony but is only touched upon briefly in this introduction."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[5] Her American Social Security number was issued in 1963. Social Security Administration (Washington D.C., USA), Social Security Death Index, Master File. Accessed via Ancestry.com."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[6] At one point in the testimony, she reads the name of her older daughter Noemi from a postcard."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[7] The small number of such first-generation testimonies makes it relatively difficult to identify common themes and patterns in narration among them. For certain reasons there are also very few interviews from the peripheries, the more rural areas, where the experiences differed in many aspects from those in Berlin, Vienna and other major urban centers. Many of the second-generation testimonies, especially from Berlin, were recorded in the mid- and late 1990s, when the topic of \"mixed marriages\" had already received considerable attention in the public discourse. They tend to echo this discourse and to stress – at times even revolve around – certain events that were very specific to Berlin (e.g. the Rosenstraße Protests. Cf. Wolf Gruner, Widerstand in der Rosenstraße: Die Fabrik-Aktion und die Verfolgung der ‘Mischehen' 1943 (Frankfurt: S. Fischer, 2005)), but not necessarily mirrored experiences elsewhere. For further details on this problem see my upcoming article in S:I.M.O.N."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[8] Altogether she conducted 77 interviews for the Fortunoff Archive and its affiliate projects, according to the archive's catalogue."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[9] In the annotated transcript, and in this introduction when referring to the testimony, the modern Czech names are provided after the German name. In additional footnotes the modern Czech names are used. Other geographic references are given in the form most common in English."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[10] I am very grateful to the archivists at the State District Archives in Trutnov (Dr. Pavel Zahradník) and Nymburk (Dr. Michal Řezníček), who provided me    with the archival documents and further information cited hereafter."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[11] In 1922 the town was merged into the capital city Prague. Hence in many later documents Martha Saraffian's birthplace is listed as Prague."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[12] Cf. Nancy M. Wingfield, Flag Wars & Stone Saints: How the Bohemian Lands Became Czech (Cambridge, MA: Harvard University Press, 2007)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[13] For the \"identity struggles\" among Bohemian Jews see Kateřina Čapková, Czechs, Germans, Jews? National Identity and the Jews of Bohemia (New York: Berghahn Books, 2012)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[14] Cf. Peter Judson and Marsha Rozenblit (eds.), Constructing Nationalities in East Central Europe (New York: Berghahn, 2005)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[15] Frank Meissner, \"German Jews of Prague: A Quest for Self-Realization,\" Publications of the American Jewish Historical Society 50, no. 2 (1960), 98–120, 104."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[16] Marsha L. Rozenblit, Reconstructing a National Identity: The Jews of Habsburg Austria during World War I (Oxford: Oxford University Press, 2001), 4."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[17] Cf. Peter Pulzer, The Rise of Political Anti-Semitism in Germany and Austria (Cambridge, MA: Harvard University Press, 1964), 133–36."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[18] According to Meissner, Bohemian Jews in the 19th and 20th centuries originally faced five alternatives: preserving their traditional religious identity; identifying with the Czech national awakening; identifying with the Germans/Austria; conversion, intermarriage and total assimilation; or overseas emigration. In the 20th century \"Communism and Zionism became real alternatives as well.\" Meissner, \"German Jews,\" 102–103."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[19] Only few works on the history of the town exist. Many of the more comprehensive works are decidedly revisionist or ethnocentric, e.g. Rheinhard Lamer, Trautenau: Geschichte einer deutschen Stadt (Wien, München: Volkstum Verlag, 1971); Antonín Just, Josef Šabacký, Jaroslav Procházka, 700 let Trutnova 1260-1960: Jubilejní průvodce dějinami a přírodou města pod Krkonošemi (Trutnov: Okr. vlastivědné muzeum, 1959). For the Jewish history see below."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[20] Rudolf M. Wlaschek, Jüdisches Leben in Trautenau/Nordostböhmen: Ein historischer Rückblick (Dortmund 1991). See also the entry for \"Trautenau\" in Klaus-Dieter Alicke, Lexikon der jüdischen Gemeinden im deutschen Sprachraum Vol. 3 (Gütersloh: Gütersloher Verlagshaus, 2008)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[21] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[22] Cf. Adolf Brock, \"History of Jews in Humpolec,\" in The Jews and Jewish Communities of Bohemia in the past and present (translation of Die Juden und Judengemeinde Böhmens in Vergangenheit und Gegenwart (Brno-Prague: Jüdischer Buch- und Kunst Verlag, 1934), 193–96, https://www.jewishgen.org/yizkor/bohemia/boh193.html."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[23] Obtituary \"Emanuel Kummermann,\" Prager Tagblatt, May 26, 1906, 18."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[24] Österreichischer Zentralkataster VIII/2: Böhmen (Vienna: Volkswirtschaftlicher Verlag Alexander Dorn, 1903), 1958."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[25] See for example the Perlhefter/Palmers family and its textile dynasty: Hanno Loewy, \"Die diskrete Familie Palmers,\" in Peter Melichar, Nikolaus Hagen (eds.), Der Fall Riccabona: Eine Familiengeschichte zwischen Akzeptanz und Bedrohung im 20. Jahrhundert (Vienna, Köln, Weimar: Böhlau, 2017), 76–101."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[26] Jaroslav Polák-Rokyan, \"The History of the Jews in Benešov-by-Prague, Neveklov and Divisov,\" in The Jews and Jewish Communities of Bohemia in the past and present, 26–27, https://www.jewishgen.org/yizkor/bohemia/boh026.html."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[27] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[28] k.k. Handelsministerium, Zentralblatt für die Eintragungen in das Handelsregister 7, August 12, 1908, 592"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[29] Alois Falge, Hermann Benisch, Adreßbuch der Stadt Trautenau (Trautenau, 1912), 39."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[30] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[31] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Records of the District Office (Bezirkshauptmannschaft Trautenau), Registration of business enlargement, Friedrich Kummermann, July 9, 1919."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[32] Compass Industrielles Jahrbuch Čechoslovakei 65 (1932), Prague 1932, 1735."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[33] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[34] According to her registration card, she was continuously registered at her father's house between 1919 and 1932, so the school was most likely close to Trautenau. Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Martha Saraffian, 1919–1939."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[35] On Czechoslovakian Jewish nationalism and Zionism see Tatjana Lichtenstein, Zionists in Interwar Czechoslovakia: Minority Nationalism and the Politics of Belonging (Bloomington: Indiana University Press, 2016)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[36] Gruner, The Holocaust, 25–30.37 C.f. Osterloh, Nationalsozialistische Judenverfolgung, 59"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[37] C.f. Osterloh, Nationalsozialistische Judenverfolgung, 59"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[38] Wlaschek, Jüdisches Leben, 24."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[39] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[40] Gruner, The Holocaust, 32, 34–35."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[41] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[42] Ronald Grigor Suny, \"The Hamidian Massacres, 1894–1897. Disinterring a Buried History,\" Études arméniennes contemporaines no. 11 (2018): 125–34."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[43] Arolsen Archives, 3.2.1./1718000."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[44] \"Der Türke,\" Salzburger Volksblatt, February 12, 1908, 6."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[45] Národní osvobození, April 15, 1924, 8."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[46] The district archive responsible for Rumburk (Státní Okresní Archiv Děčín) unfortunately has no further evidence of Hrand Saraffian's presence in the town."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[47] Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "created_at": "2025-05-09T18:32:11.209Z",
  "created_by": "GothArchivist",
  "title": "Introduction to the Testimony of Martha Saraffian",
  "updated_at": "2025-05-09T19:35:55.131Z",
  "updated_by": "GothArchivist",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  },
  "slug": "introduction-to-the-testimony-of-martha-saraf"
}